[
  {
    "name": "Noelle Yu",
    "ageRange": "Early 20s",
    "adjectives": ["Awkward", "Reserved", "Diligent"],
    "description": "College senior Noelle is at a crossroads for what she wants to do post-graduation. She's proficient in everything she puts her mind to, but is struggling to find a focus. She's majoring in STEM for parental appeasement, but really wants to specialize in art. She picks up snowboarding in her last year and discovers a newfound passion and confidence that beings to bleed into her art.",
    "actor": "Keiko Agena",
    "show": "Gilmore Girls",
    "photoAlignment": "right",
    "image": "./assets/NoelleYu.jpg",
    "icon": "fa-solid fa-person-snowboarding"
  },
  {
    "name": "Vanessa Feng",
    "ageRange": "Mid 20s",
    "adjectives": ["Intelligent", "Dextrous", "Athletic"],
    "description": "As a prodigious coder, Vanessa now works as a formidable software engineer for her mother's private corporation. On the side, she's been helping a band of vigilantes take money from corporations to aid the less fortunate. When her team uncovers dark truths about her own mother's corporation, she will have to decide where her values lie.",
    "actor": "Jessica Henwick",
    "show": "Iron Fist",
    "photoAlignment": "left",
    "image": "./assets/VanessaFeng.jpg",
    "icon": "fa-solid fa-computer"
  },
  {
    "name": "Angela Lin",
    "ageRange": "Late 20s",
    "adjectives": ["Driven", "Cutthroat", "Formidable"],
    "description": "One of the few women in a major law firm, Angela manages to stand out amongst the other rising associates in the mergers and acquisitions department. When her brother falls victim to medical malpractice and is no longer able to take care of himself, she has to navigate choosing between her family and her job because the former decides to sue one of her law firm's clients.",
    "actor": "Sandra Oh",
    "show": "Grey's Anatomy",
    "photoAlignment": "right",
    "image": "./assets/AngelaLin.jpg",
    "icon": "fa-solid fa-briefcase"
  }
]
