[
  {
    "name": "Noelle Yu",
    "ageRange": "Early 20s",
    "adjectives": ["Awkward", "Reserved", "Diligent"],
    "description": "Senior Noelle is at a crossroads for what she wants to do post-graduation. She's proficient in everything she puts her mind to, but Noelle is struggling to find a focus. She's a double-major in STEM (parental appeasement), but really wants to specialize in art. She picks up snowboarding in her last year and discovers a newfound passion and confidence that bleeds into her art.",
    "actor": "Keiko Agena",
    "show": "Gilmore Girls",
    "photoAlignment": "right",
    "image": "./assets/NoelleYu.jpg"
  },
  {
    "name": "Vanessa Feng",
    "ageRange": "Mid 20s",
    "adjectives": ["Intelligent", "Dextrous", "Athletic"],
    "description": "Having coded since she was in kindergarten, Vanessa has grown into a formidable hacker for a private corporation, owned by her mother. However, there is a secret side to her, one that runs alongside a band of vigilantes who takes money from corporations to help the less fortunate. Vanessa operates mainly as a fighter on the field, but because of her coding skills, she can sometimes be the \"girl behind the chair.\" When her team decides to go after her mother's private corporation, she has to decide where her values lie.",
    "actor": "Jessica Henwick",
    "show": "Iron Fist",
    "photoAlignment": "left",
    "image": "./assets/VanessaFeng.jpg"
  },
  {
    "name": "Angela Lin",
    "ageRange": "Late 20s",
    "adjectives": ["Driven", "Cutthroat", "Formidable"],
    "description": "One of the few women in a major law firm, Angela manages to stand out amongst the other senior associates in the mergers and acquisitions department and is considered a shoo-in for partner. When her brother falls victim to medical malpractice and is no longer able to take care of himself, she has to navigate her family suing one of her law firm's clients, causing her partner position to be on the line.",
    "actor": "Sandra Oh",
    "show": "Grey's Anatomy",
    "photoAlignment": "right",
    "image": "./assets/AngelaLin.jpg"
  }
]
